  [ 
    {
      "id": 0,
      "name": "SPA",
      "link": "https://scribehow.com/shared/Guide_on_how_this_booking_app_works__zUHg7YAnR0edN_m733Hxlg",
      "msg": "A fully responsive full stack project, created with Vue and PHP in Laravel, featuring a MySQL database. The public site is completely customizable based on information provided in the admin panel. The core functionality is designed for small businesses(the owner would be the admin), who want to manage personal booking for their apartments. This allows them to update and change their site information and theme however and whenever they want, ensuring flexibility and ease of use. I won't be sharing the source code for this project publicly because it's already a market-ready product.",
      "srcCode": ""
    },
  {
    "id": 1,
    "name": "Apartments",
    "link": "https://apartmani-vesna-vir.netlify.app",
    "msg": "Fully responsive, multi-language business promotion page built with Vue.js and i18n, ensuring a seamless user experience across devices and languages.",
    "srcCode": "https://github.com/fabo777/Vir2024"
  },
  {
    "id": 2,
    "name": "Vir",
    "link": "https://apartmani-vesna-vir.com.hr/",
    "msg": "Full responsive multi language page with form validation, ReCaptcha, useContext and some animations created with React.js",
    "srcCode": "https://github.com/fabo777/Vir"
  },
  {
    "id": 3,
    "name": "Movie",
    "link": "https://boring-davinci-769188.netlify.app/",
    "msg": "Full responsive , watch list React app with Google Authenticator and Material Ui Modals.",
    "srcCode": "https://github.com/fabo777/MOVIE-APP-master"
  },
  {
    "id": 4,
    "name": "Norway",
    "link": "https://fervent-easley-53d82c.netlify.app/",
    "msg": "Full responsive,small React page inspired by friends design.",
    "srcCode": "https://github.com/fabo777/norway"
  },
  {
    "id": 5,
    "name": "Višnjan",
    "link": "https://amazing-lovelace-9deaed.netlify.app/",
    "msg": "Just a landing page inspired by friends design created in React.",
    "srcCode": "https://github.com/fabo777/Visnjan"
  }
]
